const appendQuiz = [
    {
        id: 1,
        q: "「上伊那ぼたん、酔へる姿は百合の花」の主な舞台はどこ？",
        choice: [
            "前橋",
            "秩父",
            "上田",
        ],
        a: 2,
    },
    {
        id: 2,
        q: "寮長のいぶきが一番好きなウイスキーの銘柄は？",
        choice: [
            "グレンリベット",
            "宮城峡",
            "イチローズモルト",
        ],
        a: 1,
    },
    {
        id: 3,
        q: "ジンランが放った、「有意思〜！」ってどんな意味？",
        choice: [
            "たのしい〜！",
            "ふしぎ〜！",
            "おもしろ〜！",
        ],
        a: 3,
    },
    {
        id: 4,
        q: "郡上先輩といぶきが2人でドライブした高原は何高原？",
        choice: [
            "霧ヶ峰高原",
            "富士見台高原",
            "戦場ヶ原",
        ],
        a: 1,
    },
    {
        id: 5,
        q: "5話で長瀞へ向かう際、電車内でいぶきが読んでいた文庫本のタイトルは？",
        choice: [
            "春よ来い",
            "春歌秋冬",
            "春宵十話",
        ],
        a: 3,
    },
    {
        id: 6,
        q: "25話でいぶき・郡上先輩・ジンランで宅飲みした際、いぶきが出したウイスキーの銘柄は？",
        choice: [
            "厚岸蒸留所ニューボーン第3弾ブレンデッド",
            "厚岸蒸留所ニューボーン第4弾ブレンデッド",
            "厚岸蒸留所ニューボーン第5弾ブレンデッド",
        ],
        a: 2,
    },
    {
        id: 7,
        q: "作中で出てきた台湾ウイスキー、銘柄は何？",
        choice: [
            "カバラン",
            "カンバン",
            "バラカン",
        ],
        a: 1,
    },
    {
        id: 8,
        q: "「宇宙について最も理解しがたいことは、それが理解可能ということである」誰の言葉？",
        choice: [
            "ケプラー",
            "エジソン",
            "アインシュタイン",
        ],
        a: 3,
    },
    {
        id: 9,
        q: "15話の扉絵でいぶきが肩にかけているショルダーバッグのブランド名は？",
        choice: [
            "KENZO",
            "North Face",
            "adidas",
        ],
        a: 1,
    },
    {
        id: 10,
        q: "第24話、VERTEREでビールを買ったあと、いぶきとぼたんはどこで飲んだ？",
        choice: [
            "学生寮",
            "氷川渓谷",
            "まほろバル",
        ],
        a: 2,
    },
];

export default appendQuiz;